Repository: Unixcision/uniconnect
Catalog: Resources/Localizable.xcstrings
Source language: en
Languages: ar, bs, da, de, es, fr, it, ja, km, ko, nb, pl, pt_br, ru, th, tr, uk, zh_hans, zh_hant

# settings.search.alias.setting.sidebarAppearance.tint-opacity
source: sidebarAppearance.tintOpacity alpha transparency intensity blend
ar: sidebarAppearance.tintOpacity alpha transparency intensity blend شفافية اللون
bs: sidebarAppearance.tintOpacity alpha transparency intensity blend Prozirnost nijanse
da: sidebarAppearance.tintOpacity alpha transparency intensity blend Farvetone gennemsigtighed
de: sidebarAppearance.tintOpacity alpha transparency intensity blend Farbton-Deckkraft
es: sidebarAppearance.tintOpacity alpha transparency intensity blend Opacidad del tinte
fr: sidebarAppearance.tintOpacity alpha transparency intensity blend Opacité de la teinte
it: sidebarAppearance.tintOpacity alpha transparency intensity blend Opacità tinta
ja: sidebarAppearance.tintOpacity alpha transparency intensity blend 透明度 不透明度 alpha 強さ ブレンド
ko: sidebarAppearance.tintOpacity alpha transparency intensity blend 색조 불투명도
nb: sidebarAppearance.tintOpacity alpha transparency intensity blend Fargetone-opasitet
pl: sidebarAppearance.tintOpacity alpha transparency intensity blend Krycie odcienia
pt_br: sidebarAppearance.tintOpacity alpha transparency intensity blend Opacidade da Tonalidade
ru: sidebarAppearance.tintOpacity alpha transparency intensity blend Непрозрачность оттенка
th: sidebarAppearance.tintOpacity alpha transparency intensity blend ความทึบของโทนสี
tr: sidebarAppearance.tintOpacity alpha transparency intensity blend Renk Tonu Opaklığı
uk: sidebarAppearance.tintOpacity alpha transparency intensity blend Непрозорість відтінку
zh_hans: sidebarAppearance.tintOpacity alpha transparency intensity blend 色调不透明度
zh_hant: sidebarAppearance.tintOpacity alpha transparency intensity blend 色調不透明度

# settings.search.alias.setting.sidebarAppearance.reset-tint
source: restore default clear tint colors opacity
ar: restore default clear tint colors opacity إعادة ضبط مصنع افتراضي استعادة مسح مظهر سمة لون ألوان مخطط فاتح داكن نظام وضع التعيين تعيين شفافية اللون
bs: restore default clear tint colors opacity reset fabrički zadano vrati očisti izgled tema boja boje shema svijetlo tamno sistem način Obriši Resetovanje Resetuj Prozirnost nijanse
da: restore default clear tint colors opacity nulstil fabrik standard gendan ryd udseende tema farve farver skema lys mørk system tilstand Farvetone gennemsigtighed
de: restore default clear tint colors opacity zurücksetzen werkseinstellungen standard wiederherstellen löschen darstellung design farbe farben schema hell dunkel system modus Farbton-Deckkraft
es: restore default clear tint colors opacity restablecer fábrica predeterminado restaurar borrar apariencia tema color colores esquema claro oscuro sistema modo Opacidad del tinte
fr: restore default clear tint colors opacity réinitialiser usine défaut restaurer effacer apparence thème couleur couleurs schéma clair sombre système mode Opacité de la teinte Par
it: restore default clear tint colors opacity reimposta fabbrica predefinito ripristina cancella aspetto tema colore colori schema chiaro scuro sistema modalità Opacità tinta
ja: restore default clear tint colors opacity デフォルトに戻す 色を消す tint 透明度
ko: restore default clear tint colors opacity 재설정 초기화 기본값 복원 지우기 외관 테마 색상 색 구성표 라이트 다크 시스템 모드 색조 불투명도
nb: restore default clear tint colors opacity tilbakestill fabrikk standard gjenopprett tøm utseende tema farge farger skjema lys mørk system modus Fjern Fargetone-opasitet
pl: restore default clear tint colors opacity reset fabryczne domyślne przywróć wyczyść wygląd motyw kolor kolory schemat jasny ciemny system tryb Resetuj Krycie odcienia Domyślny
pt_br: restore default clear tint colors opacity redefinir fábrica padrão restaurar limpar aparência tema cor cores esquema claro escuro sistema modo Opacidade da Tonalidade
ru: restore default clear tint colors opacity сброс заводские по умолчанию восстановить очистить внешний вид тема цвет цвета схема светлый темный система режим Сбросить Непрозрачность оттенка
th: restore default clear tint colors opacity รีเซ็ต โรงงาน ค่าเริ่มต้น กู้คืน ล้าง ลักษณะ ธีม สี โครงร่าง สว่าง มืด ระบบ โหมด ความทึบของโทนสี
tr: restore default clear tint colors opacity sıfırla fabrika varsayılan geri yükle temizle görünüm tema renk renkler şema açık koyu sistem mod Tonu Opaklığı
uk: restore default clear tint colors opacity скидання заводські типові відновити очистити вигляд тема колір кольори схема світлий темний система режим Скинути Стандартний Непрозорість відтінку
zh_hans: restore default clear tint colors opacity 重置 出厂 默认 恢复 清除 外观 主题 颜色 配色 浅色 深色 系统 模式 色调不透明度
zh_hant: restore default clear tint colors opacity 重置 出廠 預設 還原 清除 外觀 主題 顏色 配色 淺色 深色 系統 模式 色調不透明度

# settings.search.alias.setting.automation.socket-mode
source: automation.socketControlMode api socket unix domain control server auth allow password disabled
ar: automation.socketControlMode api socket unix domain control server auth allow password disabled مصادقة تسجيل دخول خروج بريد إلكتروني مستخدم ملف شخصي فريق حساب أتمتة واجهة برمجة سطر أوامر تحكم مأخذ وكيل خطافات منافذ بيئة مظهر سمة لون ألوان مخطط فاتح داكن نظام وضع كلمة مرور سر رمز اعتماد وصول سماح تعطيل تمكين إذن غير آمن التحكم بالمقبس المقبس المرور الأتمتة
bs: automation.socketControlMode api socket unix domain control server auth allow password disabled autentikacija prijava odjava email korisnik profil tim račun automatizacija cli kontrola agent kuke portovi okruženje izgled tema boja boje shema svijetlo tamno sistem način lozinka tajna token vjerodajnica pristup dozvoli onemogući omogući dozvola nesigurno Režim kontrolne utičnice automatizacije lozinke
da: automation.socketControlMode api socket unix domain control server auth allow password disabled godkendelse login logud email bruger profil team konto automatisering cli kontrol agent hooks porte miljø udseende tema farve farver skema lys mørk system tilstand adgangskode hemmelighed token legitimationsoplysninger adgang tillad deaktiver aktiver tilladelse usikker Socket-kontroltilstand Socket-adgangskode Automatiseringstilstand Adgangskodetilstand
de: automation.socketControlMode api socket unix domain control server auth allow password disabled authentifizierung anmeldung abmeldung email benutzer profil team konto automatisierung cli steuerung agent hooks ports umgebung darstellung design farbe farben schema hell dunkel system modus passwort geheimnis token zugangsdaten zugriff erlauben deaktivieren aktivieren berechtigung unsicher Socket-Steuerungsmodus Socket-Passwort Automatisierungsmodus Passwortmodus
es: automation.socketControlMode api socket unix domain control server auth allow password disabled autenticación iniciar sesión cerrar correo usuario perfil equipo cuenta automatización cli agente hooks puertos entorno apariencia tema color colores esquema claro oscuro sistema modo contraseña secreto token credencial acceso permitir desactivar activar permiso inseguro de del
fr: automation.socketControlMode api socket unix domain control server auth allow password disabled authentification connexion déconnexion e-mail utilisateur profil équipe compte automatisation cli contrôle agent hooks ports environnement apparence thème couleur couleurs schéma clair sombre système mode mot de passe secret jeton identifiant accès autoriser désactiver activer autorisation non sécurisé du
it: automation.socketControlMode api socket unix domain control server auth allow password disabled autenticazione accesso disconnessione email utente profilo team account automazione cli controllo agente hook porte ambiente aspetto tema colore colori schema chiaro scuro sistema modalità segreto token credenziale consenti disabilita abilita autorizzazione non sicuro
ja: automation.socketControlMode api socket unix domain control server auth allow password disabled api ソケット unix domain 制御 サーバー 認証 許可 パスワード 無効
ko: automation.socketControlMode api socket unix domain control server auth allow password disabled 인증 로그인 로그아웃 이메일 사용자 프로필 팀 계정 자동화 cli 제어 소켓 에이전트 훅 포트 환경 외관 테마 색상 색 구성표 라이트 다크 시스템 모드 비밀번호 비밀 토큰 자격 증명 접근 허용 비활성화 활성화 권한 안전하지 않음
nb: automation.socketControlMode api socket unix domain control server auth allow password disabled autentisering innlogging utlogging e-post bruker profil team konto automatisering cli kontroll agent hooks porter miljø utseende tema farge farger skjema lys mørk system modus passord hemmelighet token legitimasjon tilgang tillat deaktiver aktiver tillatelse usikker Socket-kontrollmodus Socket-passord Automatiseringsmodus Passordmodus
pl: automation.socketControlMode api socket unix domain control server auth allow password disabled uwierzytelnianie logowanie wylogowanie email użytkownik profil zespół konto automatyzacja cli sterowanie gniazdo agent haki porty środowisko wygląd motyw kolor kolory schemat jasny ciemny system tryb hasło sekret token poświadczenie dostęp zezwól wyłącz włącz uprawnienie niezabezpieczone sterowania gniazdem gniazda automatyzacji hasła
pt_br: automation.socketControlMode api socket unix domain control server auth allow password disabled autenticação login sair email usuário perfil equipe conta automação cli controle agente hooks portas ambiente aparência tema cor cores esquema claro escuro sistema modo senha segredo token credencial acesso permitir desativar ativar permissão inseguro de do
ru: automation.socketControlMode api socket unix domain control server auth allow password disabled аутентификация вход выход email пользователь профиль команда аккаунт автоматизация cli управление сокет агент хуки порты окружение внешний вид тема цвет цвета схема светлый темный система режим пароль секрет токен учетные данные доступ разрешить отключить включить разрешение небезопасно управления сокетом сокета автоматизации пароля
th: automation.socketControlMode api socket unix domain control server auth allow password disabled ยืนยันตัวตน เข้าสู่ระบบ ออกจากระบบ อีเมล ผู้ใช้ โปรไฟล์ ทีม บัญชี อัตโนมัติ cli ควบคุม ซ็อกเก็ต เอเจนต์ ฮุก พอร์ต สภาพแวดล้อม ลักษณะ ธีม สี โครงร่าง สว่าง มืด ระบบ โหมด รหัสผ่าน ความลับ โทเค็น ข้อมูลรับรอง เข้าถึง อนุญาต ปิด เปิด สิทธิ์ ไม่ปลอดภัย โหมดควบคุมซ็อกเก็ต รหัสผ่านซ็อกเก็ต ระบบอัตโนมัติ โหมดระบบอัตโนมัติ โหมดรหัสผ่าน
tr: automation.socketControlMode api socket unix domain control server auth allow password disabled kimlik doğrulama giriş çıkış e-posta kullanıcı profil takım hesap otomasyon cli kontrol soket ajan kancalar portlar ortam görünüm tema renk renkler şema açık koyu sistem mod parola gizli token bilgisi erişim izin ver devre dışı etkinleştir güvensiz İzin Modu Parolası
uk: automation.socketControlMode api socket unix domain control server auth allow password disabled автентифікація вхід вихід email користувач профіль команда обліковий запис автоматизація cli керування сокет агент хуки порти середовище вигляд тема колір кольори схема світлий темний система режим пароль секрет токен облікові дані доступ дозволити вимкнути увімкнути дозвіл небезпечно керуючого сокета автоматизації пароля
zh_hans: automation.socketControlMode api socket unix domain control server auth allow password disabled 认证 登录 退出登录 邮件 用户 个人资料 团队 账户 自动化 cli 控制 套接字 代理 钩子 端口 环境 外观 主题 颜色 配色 浅色 深色 系统 模式 密码 密钥 令牌 凭据 访问 允许 禁用 启用 权限 不安全 套接字控制模式 套接字密码 自动化模式 密码模式
zh_hant: automation.socketControlMode api socket unix domain control server auth allow password disabled 驗證 登入 登出 郵件 使用者 個人資料 團隊 帳戶 自動化 cli 控制 代理程式 hook 連接埠 環境 外觀 主題 顏色 配色 淺色 深色 系統 模式 密碼 密鑰 權杖 憑證 存取 允許 停用 啟用 權限 不安全 控制模式 自動化模式 密碼模式

# settings.search.alias.setting.automation.socket-password
source: automation.socketPassword auth token credential secret password access key
ar: automation.socketPassword auth token credential secret password access key مصادقة تسجيل دخول خروج بريد إلكتروني مستخدم ملف شخصي فريق حساب أتمتة واجهة برمجة سطر أوامر تحكم مأخذ وكيل خطافات منافذ بيئة لوحة مفاتيح اختصار اختصارات مفتاح سريع كلمة مرور سر رمز اعتماد وصول سماح تعطيل تمكين إذن غير آمن المقبس المرور الأتمتة
bs: automation.socketPassword auth token credential secret password access key autentikacija prijava odjava email korisnik profil tim račun automatizacija api cli kontrola socket agent kuke portovi okruženje tastatura prečica prečice hotkey komande tipke snimač lozinka tajna vjerodajnica pristup dozvoli onemogući omogući dozvola nesigurno utičnice
da: automation.socketPassword auth token credential secret password access key godkendelse login logud email bruger profil team konto automatisering api cli kontrol socket agent hooks porte miljø tastatur genvej genveje hotkey kommandoer taster optager adgangskode hemmelighed legitimationsoplysninger adgang tillad deaktiver aktiver tilladelse usikker Socket-adgangskode
de: automation.socketPassword auth token credential secret password access key authentifizierung anmeldung abmeldung email benutzer profil team konto automatisierung api cli steuerung socket agent hooks ports umgebung tastatur kurzbefehl tastenkürzel hotkey befehle tasten rekorder passwort geheimnis zugangsdaten zugriff erlauben deaktivieren aktivieren berechtigung unsicher Socket-Passwort
es: automation.socketPassword auth token credential secret password access key autenticación iniciar sesión cerrar correo usuario perfil equipo cuenta automatización api cli control socket agente hooks puertos entorno teclado atajo atajos tecla rápida comandos teclas grabador contraseña secreto credencial acceso permitir desactivar activar permiso inseguro del
fr: automation.socketPassword auth token credential secret password access key authentification connexion déconnexion e-mail utilisateur profil équipe compte automatisation api cli contrôle socket agent hooks ports environnement clavier raccourci raccourcis touche globale commandes touches enregistreur mot de passe jeton identifiant accès autoriser désactiver activer autorisation non sécurisé du
it: automation.socketPassword auth token credential secret password access key autenticazione accesso disconnessione email utente profilo team account automazione api cli controllo socket agente hook porte ambiente tastiera scorciatoia scorciatoie tasto rapido comandi tasti registratore segreto credenziale consenti disabilita abilita autorizzazione non sicuro
ja: automation.socketPassword auth token credential secret password access key ソケット パスワード 認証 トークン 資格情報 シークレット アクセスキー
ko: automation.socketPassword auth token credential secret password access key 인증 로그인 로그아웃 이메일 사용자 프로필 팀 계정 자동화 api cli 제어 소켓 에이전트 훅 포트 환경 키보드 단축키 핫키 명령 키 기록기 비밀번호 비밀 토큰 자격 증명 접근 허용 비활성화 활성화 권한 안전하지 않음
nb: automation.socketPassword auth token credential secret password access key autentisering innlogging utlogging e-post bruker profil team konto automatisering api cli kontroll socket agent hooks porter miljø tastatur snarvei snarveier hurtigtast kommandoer taster opptaker passord hemmelighet legitimasjon tilgang tillat deaktiver aktiver tillatelse usikker Socket-passord
pl: automation.socketPassword auth token credential secret password access key uwierzytelnianie logowanie wylogowanie email użytkownik profil zespół konto automatyzacja api cli sterowanie gniazdo agent haki porty środowisko klawiatura skrót skróty klawisz polecenia klawisze rejestrator hasło sekret poświadczenie dostęp zezwól wyłącz włącz uprawnienie niezabezpieczone gniazda
pt_br: automation.socketPassword auth token credential secret password access key autenticação login sair email usuário perfil equipe conta automação api cli controle socket agente hooks portas ambiente teclado atalho atalhos tecla rápida comandos teclas gravador senha segredo credencial acesso permitir desativar ativar permissão inseguro do
ru: automation.socketPassword auth token credential secret password access key аутентификация вход выход email пользователь профиль команда аккаунт автоматизация api cli управление сокет агент хуки порты окружение клавиатура сочетание клавиш горячая клавиша команды клавиши запись пароль секрет токен учетные данные доступ разрешить отключить включить разрешение небезопасно сокета
th: automation.socketPassword auth token credential secret password access key ยืนยันตัวตน เข้าสู่ระบบ ออกจากระบบ อีเมล ผู้ใช้ โปรไฟล์ ทีม บัญชี อัตโนมัติ api cli ควบคุม ซ็อกเก็ต เอเจนต์ ฮุก พอร์ต สภาพแวดล้อม แป้นพิมพ์ ทางลัด ปุ่มลัด คำสั่ง คีย์ ตัวบันทึก รหัสผ่าน ความลับ โทเค็น ข้อมูลรับรอง เข้าถึง อนุญาต ปิด เปิด สิทธิ์ ไม่ปลอดภัย รหัสผ่านซ็อกเก็ต ระบบอัตโนมัติ
tr: automation.socketPassword auth token credential secret password access key kimlik doğrulama giriş çıkış e-posta kullanıcı profil takım hesap otomasyon api cli kontrol soket ajan kancalar portlar ortam klavye kısayol kısayollar tuşu komutlar tuşlar kaydedici parola gizli bilgisi erişim izin ver devre dışı etkinleştir güvensiz Parolası
uk: automation.socketPassword auth token credential secret password access key автентифікація вхід вихід email користувач профіль команда обліковий запис автоматизація api cli керування сокет агент хуки порти середовище клавіатура скорочення гарячі клавіші команди записувач пароль секрет токен облікові дані доступ дозволити вимкнути увімкнути дозвіл небезпечно сокета
zh_hans: automation.socketPassword auth token credential secret password access key 认证 登录 退出登录 邮件 用户 个人资料 团队 账户 自动化 api cli 控制 套接字 代理 钩子 端口 环境 键盘 快捷键 热键 命令 按键 录制器 密码 密钥 令牌 凭据 访问 允许 禁用 启用 权限 不安全 套接字密码
zh_hant: automation.socketPassword auth token credential secret password access key 驗證 登入 登出 郵件 使用者 個人資料 團隊 帳戶 自動化 api cli 控制 socket 代理程式 hook 連接埠 環境 鍵盤 快捷鍵 熱鍵 命令 按鍵 錄製器 密碼 密鑰 權杖 憑證 存取 允許 停用 啟用 權限 不安全

# settings.search.alias.setting.automation.claude-code
source: automation.claudeCodeIntegration claude code hooks agent integration status notifications
ar: automation.claudeCodeIntegration claude code hooks agent integration status notifications تطبيق عام تفضيلات سلوك شريط القائمة حالة الشريط الجانبي أتمتة واجهة برمجة سطر أوامر تحكم مأخذ وكيل خطافات منافذ بيئة محرر ملف كود فتح مسار إشعار إشعارات تنبيه غير مقروء رسالة شارة رنين وميض صوت سطح المكتب الإشعارات تكامل الأتمتة
bs: automation.claudeCodeIntegration claude code hooks agent integration status notifications aplikacija opće postavke ponašanje dock traka menija bočna automatizacija api cli kontrola socket kuke portovi okruženje editor datoteka kod otvori putanja obavijest obavijesti upozorenje nepročitano poruka značka prsten bljesak zvuk desktop Obavještenja integracija
da: automation.claudeCodeIntegration claude code hooks agent integration status notifications app generelt indstillinger adfærd dock menulinje sidepanel automatisering api cli kontrol socket porte miljø editor fil kode åbn sti notifikation notifikationer advarsel ulæst besked badge ring blink lyd skrivebord Code-integration
de: automation.claudeCodeIntegration claude code hooks agent integration status notifications app allgemein einstellungen verhalten dock menüleiste seitenleiste automatisierung api cli steuerung socket ports umgebung editor datei öffnen pfad benachrichtigung benachrichtigungen alarm ungelesen nachricht badge ring blinken ton desktop Code-Integration
es: automation.claudeCodeIntegration claude code hooks agent integration status notifications aplicación general preferencias comportamiento dock barra de menú estado lateral automatización api cli control socket agente puertos entorno editor archivo código abrir ruta notificación notificaciones alerta no leído mensaje insignia anillo destello sonido escritorio Integración con
fr: automation.claudeCodeIntegration claude code hooks agent integration status notifications application général préférences comportement dock barre de menus état latérale automatisation api cli contrôle socket ports environnement éditeur fichier ouvrir chemin notification alerte non lu message badge anneau flash son bureau Intégration
it: automation.claudeCodeIntegration claude code hooks agent integration status notifications app generale preferenze comportamento dock barra menu stato laterale automazione api cli controllo socket agente hook porte ambiente editor file codice apri percorso notifica notifiche avviso non letto messaggio badge anello lampeggio suono scrivania Integrazione
ja: automation.claudeCodeIntegration claude code hooks agent integration status notifications claude code フック エージェント 連携 通知
ko: automation.claudeCodeIntegration claude code hooks agent integration status notifications 앱 일반 환경설정 동작 독 메뉴 막대 상태 사이드바 자동화 api cli 제어 소켓 에이전트 훅 포트 환경 편집기 파일 코드 열기 경로 알림 읽지 않음 메시지 배지 링 깜박임 소리 데스크탑 경고 연동
nb: automation.claudeCodeIntegration claude code hooks agent integration status notifications app generelt innstillinger oppførsel dock menylinje sidepanel automatisering api cli kontroll socket porter miljø redigerer fil kode åpne bane varsling varsler ulest melding merke ring blink lyd skrivebord Code-integrering
pl: automation.claudeCodeIntegration claude code hooks agent integration status notifications aplikacja ogólne preferencje zachowanie dock pasek menu boczny automatyzacja api cli sterowanie gniazdo haki porty środowisko edytor plik kod otwórz ścieżka powiadomienie powiadomienia alert nieprzeczytane wiadomość odznaka pierścień błysk dźwięk pulpit Integracja z
pt_br: automation.claudeCodeIntegration claude code hooks agent integration status notifications app geral preferências comportamento dock barra de menu lateral automação api cli controle socket agente portas ambiente editor arquivo código abrir caminho notificação notificações alerta não lido mensagem selo anel piscar som desktop Integração com
ru: automation.claudeCodeIntegration claude code hooks agent integration status notifications приложение общие настройки поведение док строка меню статус боковая панель автоматизация api cli управление сокет агент хуки порты окружение редактор файл код открыть путь уведомление уведомления предупреждение непрочитанное сообщение бейдж кольцо вспышка звук рабочий стол Интеграция с
th: automation.claudeCodeIntegration claude code hooks agent integration status notifications แอป ทั่วไป ค่ากำหนด พฤติกรรม ด็อก แถบเมนู สถานะ แถบด้านข้าง อัตโนมัติ api cli ควบคุม ซ็อกเก็ต เอเจนต์ ฮุก พอร์ต สภาพแวดล้อม ตัวแก้ไข ไฟล์ โค้ด เปิด เส้นทาง การแจ้งเตือน ยังไม่ได้อ่าน ข้อความ ป้าย วงแหวน แฟลช เสียง เดสก์ท็อป การผสานรวม ระบบอัตโนมัติ
tr: automation.claudeCodeIntegration claude code hooks agent integration status notifications uygulama genel tercihler davranış dock menü çubuğu durum kenar otomasyon api cli kontrol soket ajan kancalar portlar ortam düzenleyici dosya kod aç yol bildirim bildirimler uyarı okunmamış mesaj rozet halka flaş ses masaüstü Entegrasyonu
uk: automation.claudeCodeIntegration claude code hooks agent integration status notifications програма загальні параметри поведінка док рядок меню статус бічна панель автоматизація api cli керування сокет агент хуки порти середовище редактор файл код відкрити шлях сповіщення непрочитане повідомлення значок кільце спалах звук робочий стіл Інтеграція з
zh_hans: automation.claudeCodeIntegration claude code hooks agent integration status notifications 应用 通用 偏好设置 行为 程序坞 菜单栏 状态 侧边栏 自动化 api cli 控制 套接字 代理 钩子 端口 环境 编辑器 文件 代码 打开 路径 通知 未读 消息 徽章 圆环 闪烁 声音 桌面 提醒 集成
zh_hant: automation.claudeCodeIntegration claude code hooks agent integration status notifications 應用程式 一般 偏好設定 行為 Dock 選單列 狀態 側邊欄 自動化 api cli 控制 socket 代理程式 hook 連接埠 環境 編輯器 檔案 程式碼 開啟 路徑 通知 未讀 訊息 徽章 圓環 閃爍 聲音 桌面 提醒 整合
